
/*
  Localizable.string.strings
  WeChatMac

  Created by Justin Yim on 2/16/15.
  Copyright (c) 2015 Tencent. All rights reserved.
*/

"App.Name" = "WeChat";

"Common.Dialog.OK" = "OK";
"Common.Dialog.Cancel" = "取り消し";
"Common.Navigation.Back" = "戻る";
"Common.Cancel" = "取り消し";
"Common.Delete" = "削除";
"Common.Send" = "OK";

// Main Window
"MainWindow.Title.Format" = "WeChat (%@)";
"MainWindow.Title.NoChildTitle" = "WeChat";

// Common Errors
"Common.System.GenericErrorHeading" = "システムビジー";
"Common.System.GenericErrorBody" = "後で試してみてください。";
"Common.System.Busy" = "システムビジー。後でまた試してみてください。";
"Common.Dialog.SaveError.Heading" = "このファイルを保存中エラーが発生しました";
"Common.Dialog.SaveError.Body" = "保存する場所に十分なディスク容量と権限があることを確認してください。";

// Chatlog backup
"Chatlog_Backup_Backup_Connecting_Title" = "電話に接続中…";
"Chatlog_Backup_Backup_Connecting_Desc" = "電話とコンピューターを同じネットワークに接続中";
"Chatlog_Backup_Backup_Connected_Title" = "電話でWeChatを開く";
"Chatlog_Backup_Backup_Connected_Desc" = "バックアップするチャットを選択";
"Chatlog_Backup_Backup_Prepare_Title" = "データの準備中…";
"Chatlog_Backup_Backup_Prepare_Desc" = "より安定したネットワーク接続のため、WeChatを閉じないでください。";
"Chatlog_Backup_Backup_Transfer_Title" = "バックアップ中 %lld/%lld チャット (%@)";
"Chatlog_Backup_Backup_Transfer_Desc" = "より安定したネットワーク接続のため、WeChatを閉じないでください。";
"Chatlog_Backup_Backup_Import_Data_Title" = "バックアップのインポート中";
"Chatlog_Backup_Backup_Import_Data_Desc" = "完全にバックアップをするため、ページを閉じないでください。";
"Chatlog_Backup_Backup_Finish_Title" = "完了";
"Chatlog_Backup_Backup_Finish_Desc" = "%lld/%lld チャットのバックアップ";

"Chatlog_Backup_Backup_Finish_Btn_Title" = "完了";
"Chatlog_Backup_Backup_Continue_Btn_Title" = "続行";
"Chatlog_Backup_Backup_Terminate_Btn_Title" = "終了";
"Chatlog_Backup_Backup_End_Btn_Title" = "バックアップ完了";
"Chatlog_Backup_Backup_Retry_Btn_Title" = "もう一度試す";
"Chatlog_Backup_Backup_Confirm_Btn_Title" = "OK";
"Chatlog_Backup_Backup_Cancel_Btn_Title" = "取り消し";
"Chatlog_Backup_Backup_Return_Btn_Title" = "戻る";

"Chatlog_Backup_Backup_Transfer_Disconnect_Title" = "バックアップ中 %lld/%lld チャット (%@)";
"Chatlog_Backup_Backup_Transfer_Disconnect_Hint" = "ネットワークが切断しました。電話とコンピューターを同じネットワークに接続して、転送を続けてください";
"Chatlog_Backup_Backup_Connect_Timeout_Title" = "接続がタイムアウトしました。もう一度試してみてください。";
"Chatlog_Backup_Backup_Connect_Timeout_Hint" = "電話とコンピューターを同じネットワークに接続した後";
"Chatlog_Backup_Backup_Transfer_Unfinish_Title" = "転送済み %lld/%lld チャット…";
"Chatlog_Backup_Backup_Transfer_Unfinish_Hint" = "転送が完了していません。電話とコンピューターを同じネットワークに接続してバックアップを続けてください。";
"Chatlog_Backup_Backup_Transfer_Lackspace_Title" = "コンピューターの容量が不足しているため、バックアップは終了しました";
"Chatlog_Backup_Backup_Transfer_Lackspace_Hint" = "%lld/%lld チャットのバックアップ";
"Chatlog_Backup_Backup_Transfer_Terminate_Title" = "バックアップ完了";
"Chatlog_Backup_Backup_Transfer_Terminate_Hint" = "%lld/%lld チャットのバックアップ";
"Chatlog_Backup_Backup_Transfer_UserCancel_Title" = "バックアップ完了";
"Chatlog_Backup_Backup_Transfer_UserCancel_Desc" = "バックアップされたデータは消去されませんが、次回もう一度バックアップする必要があります。";

// Chatlog recover
"Chatlog_Backup_Recover_Loading" = "読み込み中…";
"Chatlog_Backup_Recover_Record_Selection" = "回復するチャットを選択";
"Chatlog_Backup_Recover_Connecting_Title" = "電話に接続中…";
"Chatlog_Backup_Recover_Connecting_Desc" = "電話とコンピューターを同じネットワークに接続中";
"Chatlog_Backup_Recover_Connected_Title" = "電話でWeChatを開く";
"Chatlog_Backup_Recover_Connected_Desc" = "OKをクリックして転送する";
"Chatlog_Backup_Recover_Prepare_Title" = "準備中…";
"Chatlog_Backup_Recover_Prepare_Desc" = "より安定したネットワーク接続のため、WeChatを閉じないでください。";
"Chatlog_Backup_Recover_Transfer_Title" = "転送中 %lld/%lld チャット (%@)";
"Chatlog_Backup_Recover_Transfer_Desc" = "より安定したネットワーク接続のため、WeChatを閉じないでください。";
"Chatlog_Backup_Recover_Finish_Title" = "転送が完了しました。電話で復元を続けてください。";
"Chatlog_Backup_Recover_Finish_Desc" = "転送済み %lld/%lld チャット";
"Chatlog_Backup_Recover_Session_Title" = "回復するチャットを選択";
"Chatlog_Backup_Recover_Session_SelectAll" = "全て選択";
"Chatlog_Backup_Recover_Session_Selected" = "%@ 選択済み";

"Chatlog_Backup_Recover_Finish_Btn_Title" = "完了";
"Chatlog_Backup_Recover_Continue_Btn_Title" = "続行";
"Chatlog_Backup_Recover_Terminate_Btn_Title" = "終了";
"Chatlog_Backup_Recover_Retry_Btn_Title" = "もう一度試す";
"Chatlog_Backup_Recover_Confirm_Btn_Title" = "OK";
"Chatlog_Backup_Recover_Cancel_Btn_Title" = "取り消し";
"Chatlog_Backup_Recover_Return_Btn_Title" = "戻る";

"Chatlog_Backup_Recover_Transfer_Disconnect_Title" = "転送中 %lld/%lld チャット (%@)";
"Chatlog_Backup_Recover_Transfer_Disconnect_Hint" = "ネットワークが切断しました。電話とコンピューターを同じネットワークに接続して、転送を続けてください";
"Chatlog_Backup_Recover_Connect_Timeout_Title" = "接続がタイムアウトしました。もう一度試してみてください。";
"Chatlog_Backup_Recover_Connect_Timeout_Hint" = "電話とコンピューターを同じネットワークに接続した後";
"Chatlog_Backup_Recover_Transfer_Unfinish_Title" = "転送済み %lld/%lld チャット…";
"Chatlog_Backup_Recover_Transfer_Unfinish_Hint" = "電話とコンピューターを同じWi-Fiに接続して、チャットログの転送を続けてください。";
"Chatlog_Backup_Recover_Transfer_Lackspace_Title" = "電話の容量が不足しているため、転送は終了しました";
"Chatlog_Backup_Recover_Transfer_Lackspace_Hint" = "転送済み %lld/%lld チャット";
"Chatlog_Backup_Recover_Transfer_Terminate_Title" = "転送完了";
"Chatlog_Backup_Recover_Transfer_Terminate_Hint" = "転送済み %lld/%lld チャット";
"Chatlog_Backup_Recover_Transfer_UserCancel_Title" = "終了";
"Chatlog_Backup_Recover_Transfer_UserCancel_Desc" = "転送を停止した場合、次回もう一度復元する必要がありますが、転送済みのチャットは消去されません。";
"Chatlog_Backup_Entrance_Recover_NoData_Title" = "チャットがありません";
"Chatlog_Backup_Entrance_Recover_NoData_Desc" = "回復するバックアップがありません。最初にチャットをバックアップしてください。";
"Chatlog_Backup_Recover_Transfer_UserCancel_Title" = "停止传输";
"Chatlog_Backup_Recover_Transfer_UserCancel_Desc" = "停止聊天记录传输，下次恢复将会重新开始，已传输到手机的聊天不会自动清除";

// Manage Exist Backup
"Chatlog_Backup_Manager_Exist_Backup_Name_Column_Title" = "バックアップ名";
"Chatlog_Backup_Manager_Exist_Backup_FirstBackupTime_Column_Title" = "初回のバックアップ時間";
"Chatlog_Backup_Manager_Exist_Backup_LastBackupTime_Column_Title" = "前回のバックアップ時間";
"Chatlog_Backup_Manager_Exist_Backup_Operation_Column_Title" = "操作";
"Chatlog_Backup_Manager_Recover_Backup_Selection_Window_Title" = "バックアップを選択して回復する";
"Chatlog_Backup_Manager_Exist_Backup_Selection_Window_Title" = "管理";
"Chatlog_Backup_Manager_Exist_Backup_No_Backups" = "まだバックアップはありません";
"Chatlog_Backup_Manager_Exist_Backup_Delete_Alert_Title" = "バックアップの削除";
"Chatlog_Backup_Manager_Exist_Backup_Delete_Alert_Message" = "バックアップを削除すると、元に戻すことができません。削除しますか?";

// Chatlog entrance
"Chatlog_Backup_Entrance_Backup_Desc" = "PCにバックアップ";
"Chatlog_Backup_Entrance_Recover_Desc" = "電話に復元";
"Chatlog_Backup_Entrance_Manage_Desc" = "バックアップファイルの管理";


// Login
"Login.WindowTitle" = "ログイン";
"Login.ScanToLogin.Title" = "クリックしてWeChatにログインする";
"Login.DidScan.Title" = "スキャンに成功しました";
"Login.ScanToLogin" = "電話でWeChatを使用してこのコードをスキャンします。";
"Login.Scan.Help" = "電話でWeChatを開いて、発見 > QRコードのスキャンを選択します。";
"Login.Not.On.WeChat" = "まだWeChatを使っていませんか?";
"Login.Waiting.Confirmation" = "確認待ち";
"Login.ConfirmOnYourPhone" = "電話でログインを確認してください";
"Login.LoggingIn" = "ログイン中...";
"Login.LoggingInFirstTime" = "ログイン中...";
"Login.Alert.Title" = "WeChat";
"Login.Alert.WrongUsrPass" = "アカウントまたはパスワードが正しくありません。入力し直してください。";
"Login.Alert.OK" = "OK";
"Login.Refresh" = "更新";
"Login.Alert.UpdateCert" = "セッションの期限が切れました。もう一度サインインしてください";
"Login.SwitchAccount" = "アカウントをスイッチ";

"Login.Intro.Heading" = "Mac用WeChatはサインインに電話を使用する必要があります。\n";
"Login.Intro.Subheading" = "Web WeChatにログインしてください";
"Login.Intro.StartButton" = "ログイン";

"Login.Intro.ExplanationFormat" = "WeChatが電話にない場合、%@できます。";
"Login.Intro.ExplanationLinkText" = "詳細を見る";
"Login.Intro.ExplanationLinkURL" = "http://www.wechat.com/en/download.html";


"Login.AlphaVersion.Title" = "ベータ版";
"Login.AlphaVersion.Description" = "このベータ版を使用するには申し込みが必要です。";
"Login.AlphaVersion.Apply" = "適用";
"Login.AlphaVersion.Cancel" = "取り消し";
"Login.Failed.WrongPassword" = "ログインできません。後で、もう一度試してみてください。";

"Login.Initializing.Title" = "確認済み";
"Login.Initializing.Data" = "ログインの準備中...";
"Login.Init.Failed.Title" = "WeChat";
"Login.Init.Failed.Desc" = "ログインできません";
"Login.Failed.Key.Info" = "システムがビジーです。ログインし直してください。";
"Login.AuthAnOtherPlace" = "ログインがタイムアウトしました。もう一度ログインしてください。";
"Login.Alpha.Version.Error" = "このベータ版にサインインできません。App Storeから公式リリースをダウンロードしてください。";

// Tab
"Tabbar.Chats" = "チャット";
"Tabbar.Contacts" = "連絡先";
"Tabbar.Favorites" = "お気に入り";
"Tabbar.OA" = "公式アカウント";

// Tab tooltips
"Tabbar.Chats.Tooltip" = "WeChat";
"Tabbar.Contacts.Tooltip" = "連絡先";
"Tabbar.Favorites.Tooltip" = "お気に入り";
"Tabbar.OA.Tooltip" = "表示モード";
"Tabbar.Preferences.Tooltip" = "設定";

"Tabbar.Add.Chats.Tooltip" = "新規チャット";
"Tabbar.Add.Fav.Tooltip" = "お気に入り";

// Preferences
"Tabbar.Preferences.Settings" = "設定";
"Tabbar.Preferences.ChatlogBackup" = "バックアップと復元";

// Global Menu
"Global.Menu.CheckForUpdates" = "更新の確認…";
"Global.Menu.TechSupport" = "テクニカルサポート";

// Plugin
"Common_OfficialNickName" = "WeChatチーム";
"Official_FileHelper_NickName" = "ファイル転送";
"Official_BrandSessionHolder_NickName" = "公式アカウント"; // 后来把订阅号和服务号都放到一起了
"Official_Brand_Template_Msg_Holder_UserName" = "サービス通知";
"Contacts_Plugin_QQMail_Nickname" = "QQ Mail";
"Contacts_Plugin_QQOfflineMsg_Nickname" = "QQメッセージ";
"Contacts_Plugin_PrivateMsg_Nickname" = "Weiboメッセージ";
"Contacts_Plugin_FloatBottle_Nickname" = "ボトルのメッセージ";
"Contacts_Plugin_FriendAssist_Nickname" = "新しい友人";
"Contacts_Plugin_MediaNote_Nickname" = "音声メモ";
"Contacts_Plugin_SyncAsist_Nickname" = "連絡先の同期";
"Contacts_Plugin_LBS_Nickname" = "近くにいる人";
"Contacts_Plugin_Shake_Nickname" = "シェイク";
"Contacts_Plugin_Facebook_Nickname" = "Facebook";
"Contacts_Plugin_QQFriend" = "QQ連絡先";
"Contacts_Plugin_Reader" = "Tencentニュース";
"Contacts_Plugin_Album" = "モーメンツ";
"Contacts_Plugin_MassSend" = "一斉同報メッセージ";
"Contacts_Plugin_Blog" = "Weiboフィード";
"Contacts_Plugin_Voip"  = "動画呼び出し";
"Contacts_Plugin_VoiceVoip" = "音声呼び出し";
"Contacts_Plugin_VoiceInput" = "音声入力";
"Contacts_Plugin_GoogleContact" = "Googleの連絡先";
"Contacts_Plugin_LinkedIn" = "LinkedIn";

// Copyright
"copyright" = "Copyright © 2011-2017 Tencent. 不許複製・禁無断転載 ";
"License_Agreement" = "サービス条件";
"License_Link" = "http://www.wechat.com/en/service_terms.html";
"About_Version" = "バージョン. ";

// Settings
"Setting_Title" = "設定";
"Setting.Section.General" = "全般";
"Setting.Section.Stickers" = "ステッカー";
"Setting.Section.Notifications" = "通知";
"Setting.Section.Shortcuts" = "ショートカット";
"Setting.General.LogOut" = "ログアウト";
"Setting.General.LogOut.Desc" = "このMacからログアウトするとすべてのローカルデータを消去します。再びログインしないかぎりWeChatにアクセスすることはできません。";
"Setting.General.LogOut.Wipe.Data" = "このMacからログアウトしてすべてのデータを消去する";
"Setting.General.LogOut.Wipe.Data.And.History" = "このMacからログアウトしてすべてのデータを消去する(チャット履歴も含む)";
"Setting.General.NoWeChatID" = "WeChat IDがありません";
"Setting.General.Save.Chat.History" = "チャット履歴の保存";

"Setting_Screen_Capture" = "スクリーンショット: ";
"Setting_Main_Panel" = "WeChatを表示: ";
"Setting_Recent_Unread" = "最新の未読のメッセージに移動: ";
"Setting_Send_Message" = "メッセージの送信: ";
"Setting_Notification" = "メッセージアラート: ";
"Setting_Notification_Sound" = "サウンドの再生";
"Setting_Notification_Dock" = "Badge dock icon";
"Setting_Notification_Menubar" = "メニューバーに未読のメッセージを表示";
"Setting_Notification_Preview" = "プレビューテキストを含む";
"Setting_File_Received" = "受信ファイルの保存先: ";
"Setting_File_Picture" = "イメージの保存先: ";
"Setting_File_Others" = "その他…";
"Setting_File_AutoDownload_Category" = "自動ダウンロード: ";
"Setting_File_AutoDownload" = "チャットで送信したファイル";
"Setting_SmallFavoriteFile_AutoDownload" = "お気に入りのファイル (<30 MB)";
"Setting_Restore_Defaults" = "既定に戻す";
"Setting_Restore_LogOut" = "ログアウト";
"Setting_Account" = "マイアカウント";
"Setting_Download_Menu" = "ダウンロードパス: ";
"Setting_Download_Menu_Other" = "その他…";
"Setting_Menubar_Description" = "メニューバーに表示";
"Setting_Menubar_Always" = "常に";
"Setting_Menubar_NewMessage" = "新しいメッセージ";
"Setting_Menubar_Never" = "一度もない";
"Setting_TextSize" = "テキストサイズ";
"Setting_TextSize_ExampleGlyph_Small" = "回答";
"Setting_TextSize_ExampleGlyph_Large" = "回答";
"Setting_LockScreenShotcut" = "ロック: ";
"Setting_AccountInformation" = "アカウント情報: ";
"Setting_InformationFeedback" = "フィードバック: ";
"Setting_SubmitFeedback" = "フィードバックの送信";
"Setting_MsgRecord" = "メッセージ履歴";
"Setting_GoToPreferences" = "環境設定に移動";
"Setting_MsgNotification" = "通知: ";
"Setting_OpenScreenBannerNotification" = "画面のバナー通知を有効にする: ";
"Setting_OpenScreenBannerNotification_Remark" = "環境設定->通知で、画面のバナー通知を有効にする";
"Setting_FeedbackStatus_Success" = "送信済み";
"Setting_FeedbackStatus_Fail" = "送信できません";
"Setting_FeedbackContacts" = "可RTX联系andiezhang和kbchen反馈问题";

// Localizations Used by MASShortcutRecorder framework
// (CHECK THESE!)
"MASShortcut.Cancel" = "取り消し";
"MASShortcut.Delete.Shortcut" = "ショートカットの削除";
"keyboard shortcut" = "ショートカット";
"OK" = "OK";
"MASShortcut.Record.Shortcut" = "ショートカットの記録";
"MASShortcut.Click.To.Record.New.Shortcut" = "クリックして新しいショートカットを設定";
"Shortcut cleared" = "ショートカットが消去されました";
"Shortcut set" = "ショートカットの設定";
"Space" = "スペース";
"The key combination %@ cannot be used" = "%@のキーの組み合わせは使用できません";
"This combination cannot be used because it is already used by a system-wide keyboard shortcut.\nIf you really want to use this key combination, most shortcuts can be changed in the Keyboard & Mouse panel in System Preferences." = "この組み合わせはシステムのキーボードショートカットですでに使われているため使用できません。\nこのキーの組み合わせを使用したい場合、ほとんどのショートカットはシステム環境設定のキーボードとマウスで変更できます。";
"This shortcut cannot be used because it is already used by the menu item ‘%@’." = "このショートカットはメニューアイテム「%@」ですでに使われているため使用できません。";
"To record a new shortcut, click this button, and then type the new shortcut, or press delete to clear an existing shortcut." = "新しいショートカットを記録するには、このボタンをクリックして、新しいショートカットを入力するか、Deleteを押してすでにあるショートカットを消去します。";
"MASShortcut.Type.New.Shortcut" = "新しいショートカットの入力";
"MASShortcut.Type.Shortcut" = "ショートカットの入力";
"MASShortcut.Use.Old.Shortcut" = "古いショートカットを使用";


"Setting.StickerStore.StoreTab" = "ステッカーギャラリー";
"Setting.StickerStore.MyStickersTab" = "マイステッカー";
"Setting.StickerStore.DownloadButton" = "ダウンロード";
"Setting.StickerStore.CantGetStoreError.Title" = "ステッカーギャラリーに接続できません";
"Setting.StickerStore.CantGetStoreError.Description" = "ネットワーク接続を確認してもう一度試してみてください。";

// Chat Sidebar Summary Badges
// Shows up when a non-text message gets sent
"Chats.Sidebar.Summary.Image" = "写真";
"Chats.Sidebar.Summary.Voice" = "音声";
"Chats.Sidebar.Summary.Sight" = "SIGHT";
"Chats.Sidebar.Summary.Video" = "動画";
"Chats.Sidebar.Summary.File" = "ファイル";
"Chats.Sidebar.Summary.Sticker" = "ステッカー";
"Chats.Sidebar.Summary.Namecard" = "連絡先";
"Chats.Sidebar.Summary.Location" = "場所";
"Chats.Sidebar.Summary.URL" = "リンク";
"Chats.Sidebar.Summary.Chat.Log" = "記録";
"Chats.Sidebar.Summary.AppMsg" = "アプリ";
"Chats.Sidebar.Summary.News" = "ニュース";
"Chats.Sidebar.Summary.Metion" = "誰かがあなたの話をしていました: ";

"Chats.Sidebar.DraftPrefix" = "ドラフト: ";
"Chats.Sidebar.MuteGroupChatUnreadPrefix" = "[%d] ";

// Context Menu
"Chats.Menu.Delete" = "削除";
"Chats.Menu.Delete.MacHelperMessages" = "消去";
"Chats.Menu.Sticky" = "一番上に表示する";
"Chats.Menu.Unsticky" = "スティッキーを解除";
"Chats.Menu.Mute" = "消音";
"Chats.Menu.Unmute" = "消音解除";
"Chats.Menu.Rename" = "名前変更";
"Chats.Menu.Leave" = "グループを脱退";
"Chats.Menu.Profile" = "連絡先に表示";

// Menu Menu
"Main.Menu.Edit" = "編集";
"Main.Menu.Copy" = "コピー";
"Main.Menu.Paste" = "貼り付け";

// Drag overlay
"Chats.SendToDragOverlay.Heading" = "ここにドロップして送信";
"Chats.SendToDragOverlay.SendToPersonFormat" = "ここにドロップして%@に送信。";
"Chats.SendToDragOverlay.SendToPhone" = "ここにドロップして電話に送信。";

// Session Picker
"Session.Picker.Default.Heading" = "連絡先の選択";
"Session.Picker.Chosen" = "%d人を選択しました";
"Session.Picker.Chosen.General" = "選択済み";

// New Chat
"Chats.NewChat.Heading" = "新規チャット";
"Chats.NewChat.ConfirmButton" = "作成";
"Chats.NewChat.Recent.Chats" = "最近のチャット";

// Message Type strings (used for notifications and other events)
"Message_type_pic" = "[写真]";
"Message_type_draft" = "[ドラフト]";
"Message_type_mention" = "[誰かがあなたの話をしていました]";
"Message_type_voice" = "[音声]";
"Message_type_location" = "[場所]";
"Message_type_sys" = "[システムメッセージ]";
"Message_type_unknow" = "[不明]";
"Message_type_file" = "[ファイル]";
"Message_type_card" = "[連絡先カード]";
"Message_type_url" = "[リンク]";
"Message_type_news" = "[ニュース]";
"Message_type_appmsg" = "[アプリのメッセージ]";
"Message_type_Emoji" = "[ステッカー]";
"Message_type_Video" = "[動画]";
"Message_type_Music" = "[音楽]";
"Message_type_Book" = "[本]";
"Message_type_Goods" = "[製品]";
"Message_type_Short_Video" = "[Sight]";
"Message_type_App_Record" = "[記録]";
"Message_type_Custom_Emoji" = "[ステッカー]";
"Message_type_Note" = "[メモ]";
"Message_type_unsupport" = "[不明なメッセージ]";
"Message_type_Voip" = "[動画呼び出し]";
"Message_type_Voip_Video" = "が動画通話にあなたを招待します";
"Message_type_Voip_Voice" = "が音声通話にあなたを招待します";
"MessageContent_Voip"            = "[音声呼び出し]";
"MessageContent_VideoVoip"       = "[動画呼び出し]";
"MessageContent_VideoVoipRemind" = "[動画呼び出し]";
"Voip_Notification_Btn_Accept" = "受け入れ";
"Voip_Notification_Btn_Refuse" = "断る";

"Voip_Notification_Btn_Click_For_Details" = "クリックして詳細を表示";

// File Transfer
"File.Transfer.Start.Downloading" = "ダウンロード中…";
"File.Transfer.Uploading" = "アップロード中...";
"File.Transfer.Downloaded" = "ダウンロード済み";
"File.Transfer.Download.Failed" = "ダウンロードできません";
"File.Transfer.Download.Cancelled" = "ダウンロードが取り消されました。";
"File.Transfer.Uploaded" = "送信済み";
"File.Transfer.Upload.Failed" = "送信できません";
"File.Transfer.Upload.Cancelled" = "送信がキャンセルされました";
"File.Transfer.Open" = "開く";
"File.Transfer.Cancel" = "取り消し";
"File.Transfer.Retry" = "もう一度試す";
"File.Transfer.Error.TooBig.Header" = "ファイルは制限を超えています";
"File.Transfer.Error.TooBig.Body" = "すみません、WeChatは最大%d MBのファイルのみ送信できます。";
"File.Transfer.Error.Empty.Header" = "送信できません";
"File.Transfer.Error.Empty.Body" = "ファイルサイズが0 KBなので送信できません。";
"File.Transfer.Error.Unsupported.Body" = "この種類のファイルを送信できません";
"File.Transfer.FileNotExist.Header" = "ファイルが見つかりません";
"File.Transfer.Download.FileNotExist.Body" = "ファイルが見つからないか削除されました。もう一度ダウンロードしますか?";
"File.Transfer.Download.FileExpiredInServer.Body" = "ファイルが削除されました。ダウンロードできません。";
"File.Transfer.Download.FileNotExist.Confirm" = "ダウンロード";
"File.Transfer.Download.FileNotExist.Cancel" = "取り消し";
"File.Transfer.Download.NotStart" = "ダウンロードは開始していません。";
"File.Transfer.Button.Download" = "ダウンロード";
"File.Transfer.Forward.FileNotExist.Header" = "転送できません";
"File.Transfer.Forward.FileNotExist.Body" = "ファイルが見つからないか削除されました。転送できません。";
"File.Transfer.Export.FileNotExist.Header" = "エクスポートができません";
"File.Transfer.Export.FileNotExist.Body" = "ファイルは存在しないか削除されています。";
"File.Transfer.Export.FileNotDownload.Header" = "エクスポートができません";
"File.Transfer.Export.FileNotDownload.Body" = "ファイルは完全にダウンロードされていません。";
"File.Transfer.Upload.Failed.Group.Chat.Format" = "ファイルが大きすぎます。%lu人以上のグループに送信できません。";

// Location Message
"LocationMessage.DefaultDescription" = "場所";
"LocationMessage.OpenInQQMaps" = "Tencent Mapsで開く…";
"LocationMessage.OpenInAppleMaps" = "Apple Mapsで開く…";
"LocationMessage.OpenInGoogleMaps" = "Google Mapsで開く…";
"LocationMessage.OpenInMaps" = "地図で開く…";

// System Message
"BrandContact.ReceiveMessage.Title" = "メッセージの受信";
"BrandContact.ReceiveMessage.Message" = "この公式アカウントからのメッセージを受信";

// Voip Message
"Voip_Connect_Most_Friend" = "最新の連絡先";
"Not_Support_Vediovoip"       = "この端末は、動画通話に対応しておりません。";
"Not_Support_Vediovoip_Receiver"    = "友達があなたを動画通話に招待していますが、あなたの端末はこの機能に対応しておりません。";
"Voip_NoNetWork_Tips"          = "今はネットワークをご利用できません。ネットワークの状態をご確認ください。";
"Videovoip_Status_inviting"   = "が動画通話にあなたを招待します";
"Videovoip_Status_Calling"    = "呼び出し中";
"Videovoip_Status_Connecting" = "接続中";
"Videovoip_Status_Hangup"     = "通話終了";
"Videovoip_Status_Reject"     = "呼び出しが終了しました: 呼び出しが断られました";
"Videovoip_Status_TimeOut"    = "接続タイムアウト";
"Videovoip_Status_BeHanguped" = "相手ユーザーによって呼び出しが終了されました";
"Videovoip_Status_CallFail"   = "接続エラー";
"Videovoip_Status_Exception"  = "通話が終了しました: ネットワークエラー";
"Videovoip_Status_WaitForAnswer" = "応答を待っています…";
"Videovoip_Status_PeerNoAnswer"  = "呼び出しへの応答がありません";
"Videovoip_Status_PeerIsBusy"    = "回線が混んでいます";
"Videovoip_Status_Caller_CallFail" = "呼び出し失敗";
"Videovoip_Status_BeRejected"    = "呼び出しが終了しました: 呼び出しが断られました";
"Videovoip_Status_CancelCall"    = "呼び出しが取り消されました";
"Videovoip_Stauts_NotSupport"    = "この機能はWi-Fi接続時のみ、ご利用いただけます。";
"Videovoip_Status_PeerVersion_NotSupport" = "呼び出しに失敗しました: 相手ユーザーの端末が動画通話に対応しておりません";
"Videovoip_Status_CheckContact_Error"     = "相手ユーザーがあなたを連絡先に登録しておりません。今は動画通話を開始できません。";
"Videovoip_Status_Blacklist_Error"        = "相手ユーザーによってブロックされているため、動画通話を開始できません。";
"Videovoip_Status_PeerPluginClose"        = "通話が終了しました: 友人が動画通話機能を無効化しました";
"Videovoip_Status_NetWorkError" = "通話が終了しました: ネットワークエラー";
"Videovoip_Status_TalkBroken" = "接続切断により、通話が終了しました";
"Videovoip_Status_Caller_DetectCamera_Fail" = "カメラが見つかりません。後でもう一度試すか、音声呼び出しに切り替えてください。";
"Videovoip_Status_Receiver_DetectCamera_Fail" = "カメラが見つかりません。後でもう一度試すか、音声呼び出しに切り替えてください。";

"Voip_LocalNotification_Tips"   = "%@があなたを動画通話に招待します";
"VoiceVoip_LocalNotification_Tips" = "%@はあなたを音声通話しに招待します";
"Cancel_LocalNotification_Tips" = "%@さんからの不在中の呼び出し";
"Normal_LocalNotification_Tips" = "WeChatメッセージが届いています。";

"Voicevoip_Status_inviting"   = "あなたを音声通話に招待します";
"Voicevoip_Status_PeerVersion_NotSupport" = "呼び出しできません: 相手ユーザーが利用するWeChatのバージョンが音声通話に対応しておりません";
"Voicevoip_Status_CheckContact_Error"     = "相手ユーザーがあなたのWeChat友達でないため、呼び出しができません";
"Voicevoip_Status_Blacklist_Error"        = "相手ユーザーによってブロックされているため、呼び出しができません";
"Voicevoip_Status_PeerPluginClose"        = "呼び出しできません: 相手ユーザーが音声通話機能を無効化しています";
"Voicevoip_Status_BeRejected"    = "相手ユーザーが呼び出しを断りました";

"VoipNetSattus_Bad_Tips" = "接続状態が不安定です";

"Videovoip_HangupBtnTitle"              = "切る";
"Voice_SpeakerButton" = "スピーカー";
"Voice_MicButton_Title" = "消音";
"Voice_MicButton_Clicked_Title" = "マイクを開く";

"Voip_NodeView_Status_NotConnected"     = "通話終了";
"Voip_NodeView_Status_Call_Complete"    = "通話時間:%u%u:%u%u";
"Voip_NodeView_Status_Call_Interrupt"   = "接続解除%u%u:%u%u";
"Voip_NodeView_Status_Cancel" = "取り消し完了";
"Voip_NodeView_Status_Remote_Cancel" = "発信側によって呼び出しが取り消されました";
"Voip_NodeView_Status_Busy" = "回線が混んでいます";
"Voip_NodeView_Status_Call_Failed" = "呼び出し失敗";
"Voip_NodeView_Status_No_Answer" = "応答なし";
"Voip_NodeView_Status_Remote_No_Answer" = "呼び出しへの応答がありません";
"Voip_NodeView_Status_Reject" = "断られました";
"Voip_NodeView_Status_Remote_Reject" = "呼び出しがユーザーによって断られました";
"Voip_NodeView_Status_Not_Support" = "ユーザーがこの呼び出しを受けることができません";
"Voip_NodeView_Status_Connect_Failed" = "接続できません";
"Voip_NodeView_Status_Ignore" = "無視";


"Voip_AcceptByVoice"                = "音声通話に切り替え";
"Voip_SwtichToVoice"                = "音声通話に切り替え";
"Voip_AcceptCall"                   = "受け入れ";
"Voip_RejectCall"                   = "断る";
"Voip_System_Msg_Content"           = "動画通話%@ %@";
"VoiceVoip_System_Msg_Content"      = "音声通話:%@ %@";


"Voip_SendVideoCallInvite"          = "メッセージ";
"Voip_CallFail_ForTimeLogic_Title"  = "通知";

"Voip_LocalInviteMsgContent"        = "動画通話できますか?";
"VoiceVoip_LocalInviteMsgContent"   = "音声通話できますか?";

"Voip_Audio_Device_Unplugin_Speaker" = "音声がスピーカーから再生されます";
"Voip_Audio_Device_Unplugin_EarPhone" = "音声が端末から再生されます";
"Voip_Audio_Device_Unplugin_Speaker_Alert" = "イヤフォンの接続が切断されました。今から音声がスピーカーから再生されます。";
"Voip_Audio_Device_Unplugin_EarPhone_Alert" = "イヤフォンの接続が切断されました。今から音声が端末から再生されます。";
"Voip_RotateScreen"                = "画面表示の向きを変える";
"Voip_EndCall_Alert_Title"                = "通話を終了する";
"Voip_EndCall_Alert_Message"              = "画面を閉じると、通話が終了します";
"Voip_EndCall_Alert_CancelButton_Title"   = "取り消し";
"Voip_EndCall_Alert_ConfirmButton_Title"  = "通話を終了する";
"Voip_Receiver_EndCall_Notification_Msg"  = "呼び出しが終了しました";

//Voip Status Tips
"Voip_LocalVideoMode_For_Lower_Version" = "受信側の応答を待っています…";
"Voip_EarModeStatus_Tips"        = "音声通話に切り替えました";
"Voip_RemoteVideoModeOpen_Tips"  = "相手ユーザーのカメラがオンになりました";
"Voip_RemoteEarMode_Tips" = "相手ユーザーのカメラはオフになりました";
"Voip_Loudspeaker_Off" = "音声通話に切り替えました端末を耳に当ててください";
"Voip_Loudspeaker_Off_Remote_Switch_To_Voice" = "相手ユーザーが音声通話に切り替えました";
"Voip_Loudspeaker_Off_No_Mic" = "音声通話に切り替えました";
"Voip_Loudspeaker_Off_Remote_Switch_To_Voice_No_Mic" = "相手ユーザーが音声通話に切り替えました";
"Voip_LocalEarModeTips"     = "カメラがオフになりました、今から相手ユーザーにあなたが見えません";
"Voip_LocalVideoMode"       = "カメラがオンになりました、今から相手ユーザーにあなたが見えます";

"Voip_LocalBadNetwork" = "ネットワーク状態が悪いため、音声通話に切り替えました";
"Voip_RemoteBadNetwork" = "相手ユーザーのネットワーク状態が悪いため、音声通話に切り替えました";

"Voip_LocalBadNetwork_No_Mic" = "ネットワーク状態が悪いため、音声通話に切り替えました";
"Voip_RemoteBadNetwork_No_Mic" = "相手ユーザーのネットワーク状態が悪いため、音声通話に切り替えました";

"Voip_CallerView_Hangup" = "取り消し";
"Voip_Contact_Info_View_Button_Title" = "動画呼び出し";
"VoiceVoip_Contact_Info_View_Button_Title" = "音声呼び出し";
"WeChatCall_Contact_Info_View_Button_Title" = "動画呼び出し";

"Voip_RemoteEarMode_before_Answer" = "相手ユーザーが音声通話に切り替えました";
"Voip_LocalEarMode_before_Answer" = "音声通話に切り替えました";
"Voip_Remote_May_Not_Online" = "相手ユーザーが応答できない状況である可能性があります。後でもう一度試してください。";


"Voip_VideoView_Minimize_Tips" = "最小化する場合、動画通話はカメラがオンのままつながります。";
"Voip_VoiceView_Minimize_Tips" = "音声通話を最小化する場合、スピーカーモードが有効化されます。";
"Voip_Video_Conflict" = "動画通話がオンの状態です。後でもう一度試してください。";
"Voip_Audio_Conflict" = "音声通話がオンの状態です。後でもう一度試してください。";
"Voip_CanStart_Video_Call" = "一度つながっている状態では、通話を再開始できません";
"Voip_CanStart_Audio_Call" = "一度つながっている状態では、通話を再開始できません";
"Voip_Status_Audio_Working_Tips" =  "音声通話が使用中です。タップして戻る。";
"Voip_Camera_Switch_Tips" = "カメラを切り替える";
"Voip_Ignore_Call" = "呼び出しを無視する";
"Voip_Ignore_Alert_Message" = "「無視」を選択した場合、発信側は呼び出しが断られたことが分かりません";
"Voip_Ignore_End_Message" = "無視した呼び出し";

"Voip_Video_Minimize_Message" = "動画通話が最小化されました";
"Voip_Audio_Minimize_Message" = "音声通話が最小化されました";
"Voip_Minimize_Button" = "最小化";
"Voip_Interrupt_By_PhoneCall" = "通話中の端末。音声通話が終了しました。";
"Voip_Interrupt_By_OtherApp" = "使用中のデバイス。通話終了。";
"Voip_InPhoneCall_Conflict" = "今現在、通話中です。通話が終了した後、再度呼び出してください。";

// Contacts Sidebar
"Contacts.Sidebar.All" = "全連絡先";
"Contacts.Sidebar.Favorites" = "スター付き";
"Contacts.Sidebar.GroupChats" = "保存したグループ";
"Contacts.Sidebar.Requests" = "リクエスト";
"Contacts.Sidebar.OAs" = "公式アカウント";
"Contacts.Sidebar.Enterprise" = "エンタープライズアカウント";
"Contacts.Sidebar.Tags" = "タグ";
"Contacts.Sidebar.Locations" = "位置";
"Contacts.NickNameLabel" = "別名";
"Contacts.FavoritesHeading" = "★ スター付き";

// Contacts Context Menu
"Contacts.Menu.Message" = "メッセージ";
"Contacts.Menu.Call" = "動画呼び出し";
"Contacts.Menu.Share" = "チャットに送信";
"Contacts.Menu.Delete" = "削除";

// Contacts List
"Contacts.ContactList.Count.Singular" = "%d連絡先";
"Contacts.ContactList.Count.Plural" = "%d連絡先";

// Emoticon Picker
"EmojiPicker.Category.QQ" = "クラシック";
"EmojiPicker.Category.Human" = "ヒューマン";
"EmojiPicker.Category.Nature" = "ネイチャー";
"EmojiPicker.Category.Objects" = "オブジェクト";
"EmojiPicker.Category.Places" = "場所";
"EmojiPicker.Category.Symbols" = "シンボル";

"EmojiPicker.Gesture.SwipeHint" = "スライドジェスチャを有効にしてステッカーをすばやく表示する";
"EmojiPicker.Gesture.SwipeHintDetail" = "設定で「ページ間のスワイプ」ジェスチャを設定する";
"EmojiPicker.Gesture.IgnoreHint" = "無視";
"EmojiPicker.Gesture.HandleLater" = "後で";
"EmojiPicker.Gesture.HandleRightNow" = "今すぐ設定";

"Emoticon.Favorite" = "カスタムステッカー";
"EmojiPicker.Adding" = "読み込み中";
"EmojiPicker.Added" = "追加済み";
"EmojiPicker.Add.Fail" = "追加できません";
"EmojiPicker.Touch.Limit" = "ステッカーの上限に達しました";
"EmojiPicker.Add.Timeout" = "リクエストタイムアウト";

"EmojiPicker.Add.Fail.NeedPurchase" = "有料のステッカー。追加する前に購入してください。";
"EmojiPicker.Add.Fail.NotValidArea" = "ステッカーを利用できません。追加できません。";
"EmojiPicker.Add.Fail.Expired" = "利用できないため、このステッカーを追加することができません";
"EmojiPicker.Add.Fail.NoSuchProduct" = "このステッカーを追加できません";

// Group Chat Stuff
"CreateChatRoom.MsgFormat" = "%@をグループに招待しました。";
"CreateChatRoom.MsgSeperate" = "、";
"CreateChatRoom.DefaultTopic"	= "グループ";
"ChatRoom.ReservedTopicNames"	= "グループチャット";
"ChatRoom.NeedVerify" = "グループチャットに招待するには、%@は友人である必要があります。まず友人要請を送信してください。";
"ChatRoom.Panel_Choose_Contact" = "連絡先の選択";
"ChatRoom.Panel_Chosen_Num" = "%lu件の連絡先を選択済み";
"ChatRoom.Panel_Has_Add" = "選択済み";
"ChatRoom.Delete_Member_Fail" = "この連絡先を削除できません";
"ChatRoom.Delete_Self" = "グループから自分自身は削除できません。";

"ChatRoom.ChatRoomBeyondMax" = "すでに最大グループ数を作成しています";
"ChatRoom.TopicIllegal" = "無効なグループ名";
"ChatRoom.Unkown_Failed" = "グループを作成できません";
"ChatRoom.ChatRoomMemberBeyondMax" = "このグループはいっぱいです。新しいメンバーを追加するにはまずメンバーを削除してください。";
"ChatRoom.ChatRoomMemberNeedUpgrade" = "このグループはいっぱいです。グループの定員をアップグレードしてください。";
"ChatRoom.NeedVerifyWait"  = "グループへの招待状を送信しました。グループ所有者の承認をお待ちください。";
"ChatRoom.NotExist" = "このグループは存在しません。";
"ChatRoom.Status_Error" = "エラーが発生したため友人をグループに招待できません。";
"ChatRoom.Error_NoUser" = "%@は存在しません。";
"ChatRoom.Error_BlackList" = "%@さんはグループ参加を拒否しました。";
"ChatRoom.Error_Verify" = "%@はまだWeChatの友人ではありません。まず追加してください。";

"ChatRoom.Quit.Confirm.Heading" = "グループチャットを抜ける: %@";
"ChatRoom.Quit.Confirm.Message" = "今後このチャットからメッセージを受信しなくなります。";
"ChatRoom.Quit.Confirm.OK" = "退出";

// Sticker Picker
"StickerPicker.CustomStickers" = "カスタム";

// Compose Bar
"ComposeBar.PlaceholderString" = "メッセージ";
"ComposeBar.EmoticonTooltip" = "エモティコン";
"ComposeBar.StickerTooltip" = "エモティコン";
"ComposeBar.AttachmentTooltip" = "添付";
"ComposeBar.VideoTooltip" = "動画呼び出し";
"ComposeBar.VoiceTooltip" = "音声呼び出し";

"ComposeBar.ScreenshotText" = "スクリーンショット";
"ComposeBar.Attachment.MaxFileCount.Alert.Desc" = "最初の%d件の添付のみ送信できます";

// Chat Unselected View
"Unselected.Wording" = "チャットが選択されていません";

// Message Context Menu
"Message.Menu.Copy" = "コピー";
"Message.Menu.Delete" = "削除";
"Message.Menu.Forward" = "転送";
"Message.Menu.Add.Emotion" = "ステッカーの追加";
"Message.Menu.Browser" = "ブラウザで開く";
"Message.Menu.Copy.Link.Url" = "URLのコピー";
"Message.Menu.Refresh" = "更新";
"Message.Menu.Service" = "サービス";
"Message.Menu.Translate" = "翻訳";
"Message.Menu.HideTranslation" = "翻訳を隠す";
"Message.Menu.Favorites" = "お気に入り";
"Message.Menu.Export" = "別名で保存…";
"Message.Menu.SaveAs" = "別名で保存…";
"Message.Menu.Recall" = "取り消し";
"Message.Menu.Recall.Over.Two.Mins" = "取り消し";
"Message.Menu.Resend" = "再送信";
"Message.Menu.Share.Extension" = "共有…";
"Message.Menu.Quote" = "引用";
"Message.Menu.Debug.ViewSource" = " XMLを表示";
"Message.Menu.Convert.To.Text" = "テキストに変換";
"Message.Menu.Wipe.Out.Text" = "閉じる";
"Message.Menu.Multiple.Select" = "複数";
"Message.ErrorIndicator.Resend" = "再送信";

"Message.Notification.Mention" = "%@さんがグループチャットであなたのことを話しました";

// Message Errors
"Message.Error.Convert.To.Text.Fail" = "会話失敗";
// Message Multiple select
"Message.Multiple.Select.Forward" = "一つづつ転送";
"Message.Multiple.Select.Merge.Forward" = "まとめて転送";
"Message.Multiple.Select.Fav" = "お気に入り";
"Message.Multiple.Select.Delete" = "削除";
"Contacts.Can.Not.Share.LargeChatRoom.TipsFormat" = "ファイルが大きすぎます。%lu人以上のグループに送信できません。";

"Message.Multiple.Select.Undownload" = "選択したアイテムから、ダウンロードしていないステッカー、画像、動画、ファイルは転送やお気に入りにできません";
"Message.Multiple.Select.NotAllowForword" = "選択されたアイテムからオディオ・連絡先・ゲーム・カード＆特典・お支払のメッセージを転送できません";
"Message.Multiple.Select.NotAllowFav" = "選択されたアイテムからお気に入りのスタンプ・連絡先・ゲーム・カード＆クーポン・録音・お支払のヒントや他のスペシャルメッセージを転送できません";
"Message.Multiple.Select.Undownload.NotAllowForward" = "選択したアイテムから、オーディオ、連絡先カード、ゲーム、カード&クーポン、支払いのヒント、ダウンロードしていないステッカー、画像、動画、ファイルを転送できません。";
"Message.Multiple.Select.Undownload.NotAllowFav" = "選択したアイテムから、ステッカー、連絡先カード、ゲーム、カード&クーポン、記録、支払いのヒント、ダウンロードしていないステッカー、画像、動画、ファイルをお気に入りにできません。";
"Message.Multiple.Select.NotAllow.MergeForward" = "選択したアイテムから、チャットスクリプト、ノート、大きいファイル、オーディオ、連絡先カード、ゲーム、カード&クーポン、支払いのヒントをまとめたり転送したりできません";

"Fav_Node_Name_Record" = "[記録]";
"Fav_Node_Name_Card" = "[カード&特典メッセージ]";
"Fav_Node_Name_Emoji" = "[ステッカー]";
"Fav_Node_Name_Pay" = "[お支払いメッセージ]";
"Fav_Node_Name_Not_Support" = "［このメッセージは表示できません］";
"Fav_Node_Name_ShareCard" = "[連絡先カード]";
"Fav_Record_Title" = "記録";

// Message Delete
"Message.Delete.Confirm.Title" = "メッセージの削除";
"Message.Delete.Confirm.Description" = "このメッセージを削除しますか？";
"Message.Delete.Multiple.Confirm.Description" = "選択したメッセージを削除しますか？";
"Message.Delete.Confirm.Action" = "削除";

// Forward Message Sheet
"Message.ForwardSheet.Header" = "メッセージの転送";
"Message.ForwardSheet.Confirm" = "転送";
"Message.ForwardSheet.ErrorHeader" = "メッセージを転送できません";
"Message.ForwardSheet.ErrorDescription" = "メッセージの転送中にエラーが発生しました。";
"Message.ForwardAlert.Header" = "メッセージの転送";
"Message.ForwardAlert.Description" = "現在のチャットにメッセージを転送しますか?";

// Video Message Sheet
"Message.Video.ErrorHeader.Forward" = "転送できません";
"Message.Video.ErrorHeader.Copy" = "動画をコピーできません";
"Message.Video.ErrorDescription.ShouldDownload" = "まず動画をダウンロードしてください";
"Message.Video.ErrorDescription.General" = "メッセージを転送できません";
"Message.Video.Compressing" = "圧縮中…";

// Friend Request
"Friend.Request.Default.Content" = " があなたを加えたいと思っています";
"Friend.Request.Accept" = "受け入れ";
"Friend.Request.Delete" = "削除";
"Friend.Request.Added" = "追加済み";
"Friend.Request.View.Title" = "友人要請";
"Friend.Request.Accept.ErrorHeader" = "友人を追加できません";

"Friend.Request.WaitingForConfirm" = "送信済みリクエスト";
"Friend.Request.Greeting" = "挨拶の送信";


// Friend Verify
"Friend.Verify.Message.Window.Title" = "友人確認";
"Friend.Verify.Message.Window.Hint" = "%@さんに友人要請を送信。";
"Friend.Verify.Message.Window.Send" = "送信";
"Friend.Verify.Message.Window.Default.Message" = "私は%@です";
"Friend.Verify.Message.Window.Default.Message.Group.Chat" = "こんにちは、「%2$@」です。%1$@からです";


// Send Friend Request Dialog
"SendFriendRequest.Heading" = "友人要請を送信";
"SendFriendRequest.Prompt" = "挨拶メッセージを入力:";
"SendFriendRequest.DefaultMsgFormat" = "私は%@です";
"SendFriendRequest.Send" = "送信";


// Unsupported Message
"Message.Unsupported" = "サポートされていないメッセージ。電話で表示する。";

// Hongbao Message
"Message.Hongbao.Summary" = "[ラッキーマネー]";
"Message.Hongbao.Send.Hint" = "[ラッキーマネーを送信しました]";
"Message.Hongbao.Receive.Hint" = "[ラッキーマネーを受信しました。電話で表示します。]";
// Transfer Message
"Message.Transfer.Send.Summary" = "[送金] 友人の受領を待ちます";
"Message.Transfer.Send.Hint" = "[送金しました]";
"Message.Transfer.Send.Accept.Summary" = "[送金] 領収書を確認しました";
"Message.Transfer.Send.Accept.Hint" = "[送金を受け取りました]";
"Message.Transfer.Send.Reject.Summary" = "[送金] 送金を返金しました";
"Message.Transfer.Send.Reject.Hint" = "[送金を返金しました]";
"Message.Transfer.Receive.Summary" = "[送金] 領収書を確認する";
"Message.Transfer.Receive.Hint" = "[送金を受信しました。電話で表示します。]";
"Message.Transfer.Receive.Accept.Summary" = "[送金] 友人が受信しました";
"Message.Transfer.Receive.Accept.Hint" = "[友人が受信しました]";
"Message.Transfer.Receive.Reject.Summary" = "[送金] 友人が返金しました";
"Message.Transfer.Receive.Reject.Hint" = "[友人が返金しました]";

// Export
"Link.Export.Default.Title" = "リンク";

// Debug Tools
"DebugTools.FeatureNotReady.Header" = "近日公開";
"DebugTools.FeatureNotReady.Body" = "この機能はまだ準備中です。";
"DebugTools.Menu.CheckForUpdates" = "更新の確認…";
"DebugTools.Menu.CheckForUpdates.DisabledDueToNetwork" = "更新の確認… (OfficeWifiが必要)";
"DebugTools.Menu.ReadReleaseNotes" = "リリースノートブログ";
"DebugTools.Menu.UploadLogs" = "ログファイルのアップロード中…";
"DebugTools.Menu.Filesystem" = "ファイルシステム";
"DebugTools.Menu.Filesystem.Library" = "ライブラリを開く (このアカウント用)";
"DebugTools.Menu.Filesystem.Cache" = "キャッシュを開く (このアカウント用)";
"DebugTools.Menu.MarkAllAsRead" = "すべてを既読としてマーク";
"DebugTools.Menu.KitchenSink" = "キッチンシンク";
"DebugTools.Menu.SwitchServer" = "サーバーの切り替え";


// Log Report
"LogReport.Description" = "下をクリックしてログをアップロードし、問題解決の手助けをお願いします。";
"LogReport.Upload" = "ログのアップロード";
"LogReport.Uploading" = "アップロード中…";
"LogReport.UploadFinished" = "アップロードが完了しました。ヘルプに感謝します!";
"LogReport.UploadFailed" = "ログのアップロードができません。ネットワークを確認してもう一度試してみてください。";
"LogReport.UploadDone" = "完了";

// Search
"Search.Comma" = "、 ";
"Search.Include" = "を含む";
"Search.GroupName" = "グループ名: ";
"Search.Nickname" = "別名: ";
"Search.Username" = "WeChat ID: ";
"Search.Remark" = "別名: ";
"Search.RemarkDescription" = "別名: ";
"Search.City" = "市: ";
"Search.Province" = "県: ";
"Search.Country" = "国: ";
"Search.NoResults" = "結果がありません";
"Search.Section.Contact" = "送信元";
"Search.Section.GroupChat" = "グループチャット";
"Search.Section.OA" = "公式アカウント";
"Search.Section.Favorite" = "お気に入り";
"Search.Section.See.All.Format" = "すべて表示(%d)";
"Search.Section.Fold" = "折りたたむ";

//==== Favorites ====
"Favorites.Default.Title.Text" = "テキスト";
"Favorites.Default.Title.Video" = "動画";
"Favorites.Default.Title.Sight" = "Sight";
"Favorites.Default.Title.Image" = "写真";
"Favorites.Default.Title.Voice" = "音声";
"Favorites.Default.Title.WebPage" = "リンク";
"Favorites.Default.Title.Location" = "場所";
"Favorites.Default.Title.Music" = "音楽";
"Favorites.Default.Title.File" = "ファイル";
"Favorites.Default.Title.Book" = "予約";
"Favorites.Default.Title.Product" = "製品";
"Favorites.Default.Title.TV" = "TV";
"Favorites.Default.Title.Card" = "カード";
"Favorites.Default.Title.Record" = "記録";
"Favorites.Default.Title.Record.Format" = "%@の記録";
"Favorites.File.Over.Limit.Title" = "お気に入りのファイル";
"Favorites.File.Over.Limit.Description" = "ファイルが大きすぎます。お気に入りにできません。";
"Favorites.No.FavItems.Description" = "お気に入りアイテムがありません";
"Favorites.No.FavItems.Add.Items.Tips" = "チャットスクリプトをお気に入りに追加できます";

// Forward Favorite Sheet
"Favorite.ForwardSheet.Header" = "お気に入りアイテムを送信";
"Favorite.ForwardSheet.Confirm" = "送信";
"Favorite.ForwardSheet.ErrorHeader" = "メッセージを転送できません";
"Favorite.ForwardSheet.ErrorDescription" = "システムビジー。後でまた試してみてください。";
"Favorite.ForwardAlert.Header" = "送信";
"Favorite.ForwardAlert.Description" = "本当にこのチャットに送信しますか?";

"Favorites.AddToFavoritesDragOverlay" = "お気に入りに追加";
"Favorites.Via" = "送信者: ";
"Favorites.GroupChat.Default.Name" = "グループチャット";
"Favorites.Show.In.Fav" = "お気に入りに表示";
"Favorites.Usage.Format" = "使用済み %@ 使用可能 %@";

// Favorites Context Menu
"Favorites.Menu.Send.To.Friend" = "チャットに送信";
"Favorites.Menu.Copy" = "コピー";
"Favorites.Menu.Delete" = "削除";
"Favorites.Menu.Download" = "ダウンロード";
"Favorites.Menu.Open.File" = "開く";
"Favorites.Menu.Export.File" = "別名で保存…";
"Favorites.Confirm.Delete.Title" = "これをお気に入りから削除しますか?";
"Favorites.Confirm.Delete.Title.Multiple" = "%luアイテムをお気に入りから削除しますか?";
"Favorites.Confirm.Delete.Desc" = "これを削除すると、すべてのデバイス上のアカウントから消去されます。";
"Favorites.Confirm.Delete.Desc.Multiple" = "これらのアイテムを削除すると、すべてのデバイス上のアカウントから消去されます。";
"Favorites.Confirm.Delete" = "削除";
"Favorites.Menu.View.Debug.XML" = " XMLを表示";

"Favorites.Send.Heading.Singular" = "お気に入りを送信";
"Favorites.Send.Heading.Plural" = "%dお気に入りを送信";
"Favorites.Send.Button" = "送信";
// Error
"Favorites.Send.Error.Header" = "送信できません";
"Favorites.Send.Error.SingleItem.Body" = "このアイテムはダウンロードが完了するまで送信できません。";
"Favorites.Send.Error.MultiItems.Body" = "これらのアイテムダウンロードが完了するまで送信できません。";
"Favorites.Send.Error.MultiItems.WithNames.Body" = "アイテムはまだダウンロードされていません: %@。終了後、転送できるようになります。";
"Favorites.Send.Error.SingleItem.Waitting.Download.Body" = "お気に入りアイテムをダウンロード中です。後でもう一度開く。";
"Favorites.File.Export.Error.Header" = "ファイルをエクスポートできません";
"Favorites.Open.Error.Header" = "開けません";
"Favorites.Open.Error.SingleItem.Waitting.Download.Body" = "お気に入りアイテムをダウンロード中です。後でもう一度開く。";
"Favorites.File.Export.Error.Body" = "まずファイルをダウンロードしてください";
"OA.Number.Over.Limit.Addcontact.Fail" = "フォローできません";
"OA.Number.Over.Limit" = "公式アカウントのフォロー制限に達しました";
"Favorites.Record.Group.Forward.Title" = "%@の記録";


// Favorites sidebar
"Favorites.Sidebar.All" = "すべてのアイテム";
"Favorites.Sidebar.PhotoItems" = "写真";
"Favorites.Sidebar.URLItems" = "リンク";
"Favorites.Sidebar.MusicItems" = "音楽";
"Favorites.Sidebar.NoteItems" = "メモ";
"Favorites.Sidebar.Tag" = "タグ";
"Favorites.Sidebar.Senders" = "連絡先";
"Favorites.Sidebar.Chats" = "グループ";
"Favorites.Sidebar.FileItems" = "ファイル";
"Favorites.Sidebar.ShowMore" = "全部表示";
"Favorites.Sidebar.Hide" = "非表示";


// Favorites Viewer Window
"Favorites.Viewer.Title.Template" = "%2$@から%1$@です"; // See http://stackoverflow.com/questions/1063843/is-there-a-way-to-specify-argument-position-index-in-nsstring-stringwithformat
"Favorites.Viewer.Action.Forward" = "転送";
"Favorites.Viewer.Action.Delete" = "削除";
"Favorites.Viewer.Action.Export" = "別名で保存…";
"Favorites.Viewer.Action.SaveAs" = "別名で保存…";
"Favorites.Viewer.Action.OpenInBrowser" = "ブラウザで開く";
"Favorites.Viewer.Action.AddToFavorites" = "お気に入りに追加";
"Favorites.Viewer.Action.Share" = "共有";
"Favorites.Viewer.Action.Forwar.Failed.Title" = "転送エラー";
"Favorites.Viewer.Action.Forwar.Failed.Message" = "ダウンロードが終了していないため、このアイテムを転送できません。";
"Favorites.Viewer.Action.Previous.Item" = "前へ";
"Favorites.Viewer.Action.Next.Item" = "次へ";
"Favorites.Viewer.Action.OpenWith" = "規定のアプリで開く";
"Favorites.Viewer.Action.OpenWith.CustomApp" = "「%@」で開く";
"Favorites_Video_Time_Min" = "%02lu:%02lu";
"Favorites_Video_Time_Sec" = "00:%02lu";

"Favorites.Note.UnKnowType" = "現在のバージョンではこのコンテンツを表示できません";
"Favorites.Note.UpdateTips" = "最新版のWeChatに更新してください";
"Favorites.Note.Downloading" = "読み込み中";

"Fav.Record.Single.Forward.Title" = "%@さんと%@さんのチャット履歴";
"Fav.Record.Group.Forward.Title.New" = "%@、%@と%@";
"Fav.Record.Group.Forward.Title" = "%@の記録";
"Contacts.GroupCard"			= "グループ";
"Fav_Record_SubItem_Time" = "%d-%d-%d %@"; //2014-2-18 下午5:08
"Fav_Record_Group_Forward_Title_New" = "%@、%@と%@";
"Fav_Record_Group_Forward_Title_Count" = "%u人の人";
"Fav_Record_Forward_Voice_CannotPlay" = "転送された音声は再生されません";

"Fav_Node_Img_Title" = "[写真]";
"Fav_Node_Location_Title" = "[場所] %@";
"Fav_Node_Voice_Title" = "[音声]";
"Fav_Node_Emoji_Title" = "[ステッカー]";
"Fav_Node_Video_Title" = "[動画]";
"Fav_Node_File_Title" = "[ファイル] %@";
"Fav_Node_Music_Title" = "[音楽] %@";
"Fav_Node_Goods_Title" = "[商品] %@";
"Fav_Node_TV_Title" = "[TV] %@";
"Fav_Node_URL_Title" = "［URL］%@";
"Fav_Node_Sight_Title" = "[Sight]";

//WeNote
"WeNote_Default_Title" = "タイトルを追加";
"WeNote_Update_Time" = "最終編集 ";
"WeNote_Recording" = "記録";
"WeNote_Downloading" = "読み込み中";
"WeNote_UnknownType" = "現在のバージョンではこのコンテンツを表示できません";
"WeNote_UpdateTips" = "最新版のWeChatに更新してください";
"WeNote_Conflict_Prefix" = "コンフリクトの修正";
"WeNote_Conflict" = "コンフリクトの修正 (%lu-%lu-%lu)";
"OpenApi_MainItem_Note" = "[メモ]";
"WeNote_Message_Default_Title" = "メモ";
"WeNote_Fav_Icon_Text" = "お気に入り";
"WeNote_Total_Image_Count" = "%lu枚の画像";

// Date
"Favorites.Date.Today" = "今日";
"Favorites.Date.This.Week" = "今週";

// Search
"Favorites.Search.Section.Header.Content" = "コンテンツ";
"Favorites.Search.Section.Header.Sender" = "送信元";
"Favorites.Search.Section.Header.GroupChat" = "グループチャット";
"Favorites.Search.Result.Number.Singular" = "(1件の結果)";
"Favorites.Search.Result.Number.Multiple" = "(%d件の結果)";
// SenderInfo
"Favorites.SenderInfo.NickName.Prefix" = "送信者: ";

//收藏容量
"Fav_Capacity_Title" = "お気に入りのストレージを消去";
"Fav_Capacity_Alert_NotEnough_Title" = "ストレージ不足";
"Fav_Capacity_Alert_NotEnough_Content" = "お気に入りを使用できません。容量を空けてもう一度試してみてください。";
"Fav_Capacity_Detail" = "取引の詳細";
"Fav_Capacity_Nearly_UsedUp" = "ストレージが不足しています。容量を空けてもう一度試してみてください。";
"Fav_Capacity_Already_UsedUp" = "ストレージが不足しているため、コンテンツをアップロードできません。容量を空けてもう一度試してみてください。";
"Fav_Capacity_Left" = "使用可能: ";
"Fav_Capacity_Choosen" = "取得: ";
"Fav_Capacity_Delete_Tip" = "選択したアイテムを消去すると、もとに戻すことができません。削除しますか?";

// Message Unread Tips
"Message.Unread.TipsSingular" = "1件の新規メッセージ";
"Message.Unread.TipsPlural" = "%d件の新規メッセージ";
"Message.Unread.DividerText" = "以下は新しいメッセージです";

// Official Account
"OA_Read_More" = "さらに表示";

// Time
"Util_Today" = "今日";
"Util_Yesterday" = "昨日";
"Util_Sunday" = "日曜日";
"Util_Monday" = "月曜日";
"Util_Tueday" = "火曜日";
"Util_Wedday" = "水曜日";
"Util_Thuday" = "木曜日";
"Util_Friday" = "金曜日";
"Util_Satday" = "土曜日";
"Util_Daybreak"  = "午前";
"Util_Morning"   = "午前";
"Util_Noon"      = "午後";
"Util_Afternoon" = "正午";
"Util_Evening"   = "夜";

// Name Card
"Message.Name.Heading" = "連絡先カード";
"Message.Name.Heading.Official.Account" = "公式アカウント";
"Message.Name.GroupChatInviteHeading" = " グループにあなたを招待します";
"Message.Name.Card.Added" = "追加済み";
"Message.Name.Card.NotFriendYet" = "まだ友人ではありません";
"Message.Name.Card.AddButton" = "追加";
"Message.Name.Card.MessageButton" = "メッセージ";
"Message.Name.Card.OpenGroupButton" = "メッセージ";
"Message.Name.Card.JoinGroupButton" = "グループに参加";
"Message.Name.Card.GroupAlreadyJoined" = "すでにメンバーです";
"Message.Name.Card.GroupNotYetJoined" = "まだメンバーではありません";

"Message.Reader.ReadMore" = "さらに表示";
"Message.Recall.Failed" = "メッセージの送信取り消しができません。ネットワークを確認してください。";
"Message.Recall.Succ" = "メッセージの送信取り消しをしました。";

"Message.Translate.Failed.Heading" = "翻訳できません";
"Message.Translate.Failed.Default" = "後で試してみてください。";
"Message.Translate.Failed.Text.Over.Limit" = "このテキストは長すぎて翻訳できません。";
"Message.Translate.Finish" = "翻訳済み";

"Message.Input.Too.Long.Title" = "テキストが長すぎます";
"Message.Input.Too.Long.Content" = "このメッセージは長すぎて送信できません。";

"Message.Draft.Photo" = "[写真]";

// Chat Inspector
"ChatInspector.Sticky" = "一番上に表示する";
"ChatInspector.Favorite" = "スター付き";
"ChatInspector.Mute" = "消音";
"ChatInspector.Share" = "共有";
"ChatInspector.LeaveChat" = "退出";
"ChatInspector.ShowNames" = "画面上の名前";
"ChatInspector.Send.Message" = "メッセージ";
"ChatInspector.Add.Contact" = "連絡先の追加";

"ChatInspector.ActionMenu.Invite" = "人々を招待…";
"ChatInspector.ActionMenu.GroupQRCode" = "グループQRコード";

"ChatInspector.AddMembers.Title" = "チャットに追加";
"ChatInspector.AddMembers.Confirm" = "追加";
"ChatInspector.AddMembers.Back" = "チャット";

"ChatInspector.InviteMembers.Title" = "チャットに招待";
"ChatInspector.InviteMembers.Confirm" = "送信";
"ChatInspector.InviteMembers.Back" = "戻る";

"ChatInspector.ShareIndNamecard.Title" = "%@の連絡先カードの共有";
"ChatInspector.ShareIndNamecard.Confirm" = "送信";
"ChatInspector.ShareIndNamecard.Back" = "戻る";

"ChatInspector.QRCode.Heading" = "グループQRコード";
"ChatInspector.QRCode.Title" = "グループQRコードの共有";
"ChatInspector.QRCode.Description" = "フライヤー、メール、その他どこでも人の目に届くところにドラッグ、ドロップします!";
"ChatInspector.QRCode.SaveButton" = "保存";
"ChatInspector.QRCode.RevokeButton" = "無効";

// Group Chat Inspector
"GroupChatInspector.UpdateChatName" = "名前変更";
"GroupChatInspector.UpdateNickName" = "グループの別名の編集";

// Chat Info Panel
"ChatInfoPanel.Add.Member" = "メンバーの追加";
"ChatInfoPanel.Remove.Member" = "メンバーを削除";
"ChatInfoPanel.LeaveChat" = "退出";
"ChatInfoPanel.Loading" = "読み込み中…";
"ChatInfoPanel.Removed" = "削除済み";
"ChatInfoPanel.Added" = "追加済み";
"ChatInfoPanel.Failed" = "システムビジー。後でまた試してみてください。";
"ChatInspector.Save.To.Address.Book" = "連絡先に保存";
"ChatInfoPanel.Add.Member.Confirm" = "追加";
"ChatInfoPanel.Remove.Member.Confirm" = "削除";

//Chat Detail Panel
"ChatDetailPanel.GroupChatName" = "グループ名";
"ChatDetailPanel.GroupChatNamePlaceHolder" = "タップしてグループ名を編集する";
"ChatDetailPanel.GroupChatAnnounce" = "グループ通知";
"ChatDetailPanel.GroupChatAnnounce.NotOwnerPlaceHolder" = "グループ通知がまだありません";
"ChatDetailPanel.GroupChatAnnounce.OwnerPlaceHolder" = "タップしてグループ通知を設定する";
"ChatDetailPanel.GroupChat.AddMember" = "メンバーの追加";
"ChatDetailPanel.GroupChat.RemoveMember" = "メンバーを削除";
"ChatDetailPanel.LeaveGroupChat" = "退出";
"ChatDetailPanel.Announcenment.Cancel" = "取り消し";
"ChatDetailPanel.Announcenment.Confirm" = "公開";
"ChatDetailPanel.Loading" = "読み込み中…";
"ChatDetailPanel.Removed" = "削除済み";
"ChatDetailPanel.Removed.Fail" = "削除できません";
"ChatDetailPanel.Added" = "追加済み";
"ChatDetailPanel.Failed" = "システムビジー。後でまた試してみてください。";
"ChatDetailPanel.Announcement.AtAll" = "@すべて";
"ChatDetailPanel.NoAnnouncement.Hint" = "コンテンツなし";
"ChatDetailPanel.NoAnnouncement.Description" = "所有者のみグループ通知を変更できます";
"ChatDetailPanel.Announcement.SaveFail" = "グループ通知の保存";

// Contact Inspector:
"Contacts.Inspector.LocationKeyLabel" = "地域";
"Contacts.Inspector.SourceKeyLabel" = "送信元 ";
"Contacts.Inspector.NickNameLabel" = "別名";
"Contacts.Inspector.RemarkValueLabelPlaceHolder" = "コメントを設定";
"Contacts.Inspector.ToolTips.SendMessage" = "メッセージ";
"Contacts.Inspector.ToolTips.ShareNameCard" = "名刺を共有";
"Contacts.Inspector.ToolTips.AddToContact" = "追加";
"Contacts.Inspector.ToolTips.ViewHistoryMessage" = "メッセージ履歴の表示";
"Contacts.Inspector.ToolTips.AddBizContact" = "フォロー";

"Contacts.UserNameKeyLabel" = "WeChat ID";
"Contacts.LocationKeyLabel" = "場所";
"Contacts.DescriptionKeyLabel" = "注釈";
"Contacts.StatusKeyLabel" = "ステータス";
"Contacts.BrandIntroKeyLabel" = "紹介";
"Contacts.SourceKeyLabel" = "ソース";
"Contacts.GroupChatNameLabel" = "グループ名";
"Contacts.TagKeyLabel" = "タグ";
"Contacts.RemarkKeyLabel" = "注釈";
"Contacts.Header.Profile" = "プロフィール";
"Contacts.Header.MyNotes" = "マイノート";
"Contacts.Header.Favorites" = "お気に入り";
"Contacts.Value.NoneSet" = "未設定";
"Contacts.EnterChat" = "メッセージ";
"Contacts.GroupChat.SendMsg" = "グループに入る";
"Contacts.GroupChat.Remove" = "連絡先から削除";
"Contacts.SendMsgToBrankContact" = "メッセージ履歴の表示";

"Contacts.CardInspector.Action.Message" = "メッセージ";
"Contacts.CardInspector.Action.Favorite" = "スター付き";
"Contacts.CardInspector.Action.ShareNamecard" = "連絡先カードを共有";
"Contacts.CardInspector.Action.Delete" = "削除中…";
"Contacts.SourceList.Tag.Delete" = "削除";
"Contacts.SourceList.Tag.Rename" = "名前変更";

"Contacts.Delete.Title.Format" = "%lu連絡先を削除しますか?";
"Contacts.Delete.Description" = "続ける場合、連絡先から永久に消去されます。";
"Contacts.Delete.Title.Format.Multiple" = "%lu連絡先を削除しますか?";
"Contacts.Delete.Description.Multiple" = "続ける場合、連絡先から永久に消去されます。";


// Contact UI Add Scene / Source
"Contacts_Source_Shake"			= "シェイク";
"Contacts_Source_LBS"			= "近くにいる人";
"Contacts_Source_QRCode"        = "QRコードのスキャン";
"Contacts_Source_Chatroom"      = "グループから追加されました";
"PushContactLBS"                     = "近くにいる人から";
"PushContactShake"					 = "シェイクから";
"PushContactBottle"					 = "ボトルのメッセージから";
"PushContactQRCode"                  = "シェイクから";
"PushContactGoogleContact"           = "Googleの連絡先";
"PushContactRadar"           = "友人を探す";
"PushContacPush"                  = "新しい友人";

// Share Namecard Sheet
"ShareNameCard.Heading" = "「%@」を共有:";
"ShareNameCard.Confirm" = "送信";

// Group Chat
"CreateChatRoom_MsgFormat" = "%@をグループに招待しました。";
"CreateChatRoom_MsgSeperate" = "、";
"CreateChatRoom_DefaultTopic"	= "グループ";
"ChatRoom_ReservedTopicNames"	= "グループチャット";
"ChatRoom_NeedVerify" = "グループチャットに招待するには、%@は友人である必要があります。まず友人要請を送信してください。";
"ChatRoom_Panel_Choose_Contact" = "連絡先の選択";
"ChatRoom_Panel_Chosen_Num" = "%lu件の連絡先を選択済み";
"ChatRoom_Panel_Has_Add" = "選択済み";
"ChatRoom_Delete_Member_Fail" = "この連絡先を削除できません";
"ChatRoom_Delete_Self" = "グループから自分自身は削除できません。";
"ChatRoom_ChatRoomBeyondMax" = "すでに最大グループ数を作成しています";
"ChatRoom_TopicIllegal" = "無効なグループ名";
"ChatRoom_Unkown_Failed" = "グループを作成できません。";
"ChatRoom_ChatRoomMemberBeyondMax" = "このグループはいっぱいです。新しいメンバーを追加するにはまずメンバーを削除してください。";
"ChatRoom_ChatRoomMemberNeedUpgrade" = "このグループはいっぱいです。グループの定員をアップグレードしてください。";
"ChatRoom_NeedVerifyWait"  = "友人のグループへの招待状を送信しました。グループ所有者の承認をお待ちください。";
"ChatRoom_NotExist" = "このグループは存在しません。";
"ChatRoom_Status_Error" = "エラーが発生したため友人をグループに招待できません";
"ChatRoom_Error_NoUser" = "%@は存在しません";
"ChatRoom_Error_BlackList" = "%@さんはグループ参加を拒否しました。";
"ChatRoom_Error_Verify" = "%@はまだWeChatの友人ではありません。まず追加する必要があります。";
"NewMessage_ContactBeyondMaxTitle_Admin"= "グループは満員です。詳細情報を見ますか?";
"NewMessage_ContactBeyondMaxTitle"= "これ以上連絡先を選択できません";
"NewMessage_IlegalTopic"	     = "無効なトピックです。他のトピックで試してみてください。";

// Group Chat Invitation
"Group.Chat.Invitation.Error.Title" = "グループに参加";
"Group.Chat.Members.Error.Title" = "メンバーの追加";
"Group.Chat.Members.Over.Limit" = "これ以上連絡先を選択できません";
"Group.Chat.Members.Illegal.Topic" = "無効なトピックです。他のトピックで試してみてください。";
"Group.Chat.Members.Need.Verify" = "友人の招待を送信しました。グループオーナーの承認を待っています。";
"Group.Chat.Members.Not.Exist" = "グループが存在しません";
"Group.Chat.Members.Status.Error" = "このグループに参加する招待状を友人に送信することができません";
"Group.Chat.Members.Group.Chat.Owner.To.Invite" = "グループは満員です。オーナー(%@)さんはグループの定員を最大%luメンバーにまで増やすことができます。";
"Group.Chat.Members.Invite.Now" = "グループにはたくさんのメンバーがいます。新しいユーザーは招待状を承認する必要があります。今すぐ招待しますか?";
"Group.Chat.Members.Invite" = "招待";
"Group.Chat.Members.Unknown.Issue" = "システムビジー。後でまた試してみてください。";

// Viewer Window
"ViewerWindow.Title.Photo" = "写真";

// YO Message
"Yo.Message.Description" = " は、あなたを探しています";

// Lock Screen
"Lock.Title" = "WeChatはロックされています。";
"Lock.Description" = "電話のWeChatの「マイMac」からロック解除できます。";
"Lock.Log.Out" = "ログアウト";
"Lock.Title.Network" = "ネットワーク接続がありません";
"Lock.Description.Network" = "ネットワークが検出されると、WeChatは再接続します。";
"Lock.Open.Mac.Helper" = "電話でロック解除";
"Lock.Title.Network.Login" = "ネットワークが切断されています";
"Lock.Description.Network.Login" = "ネットワークを確認してもう一度試してみてください";
"Lock.Description.Network.Banner" = "ネットワークが有効ではありません。ご確認の後もう一度試してみてください。";

// Mac Helper
"MacHelper.Active.Message" = "%@でログインしています";
"MacHelper.Main.Device.Name.Default" = "マイ電話";
"MacHelper.Default.Message" = "このチャットでメッセージとファイルを電話に送信できます。";

// Harcode Contacts
"Official_MacHelper_NickName" = "マイ電話";

// Notification
"Notification.Receive.Message" = "メッセージを受信しました";

// Debug Strings
"Debug.Upload.Dump.Log" = "ラグログをアップロード";
"Debug.Upload.Success" = "アップロードされました";
"Debug.Upload.Uplloading" = "アップロード中…";
"Debug.Upload.Failed" = "アップロードできません。後でまた試してみてください。";

// MMPreview Panel
"PreviewPanel.Default.File.Name" = "名称未定ファイル";

// OA Message
"OAMessage.No.Article" = "新しい記事はありません";

"TechSupport.Jietu.Title" = "Jietu";
"TechSupport.Jietu.Desc" = "Jietuにより提供。「Jietu」は、使いやすいインターフェースの、無料のスクリーンショットアプリです。";

// Chat Record
"ChatRecord.Video.Duration" = "%u秒";

// Whats New
"WhatsNew.title" = "Mac用WeChat 2.2";
"WhatsNew.desc" = "1. Macに電話のチャットログをバックアップ。\n2. チャットメッセージをインターフェイス言語に翻訳。\n3. 検索機能の強化。\n4. 大きなフォントサイズの表示の最適化。";
// Image Message Cell View
"Message.Image.Loading" = "読み込み中…";
